---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExternalService.IExternalServer
source: html/7fa1d772-484f-0544-4825-dbf2f7a71e3b.htm
---
# IExternalServer Members

Implement this method to return a description of the server.